brew "antigen"
brew "azure-cli"
brew "coreutils"
brew "git-delta"
brew "go"
brew "lastpass-cli"
brew "macvim"
brew "mas"
brew "nmap"
brew "shellcheck"
brew "sipcalc"
brew "stow"
brew "svn"
brew "tmux"
brew "whois"
cask "alfred"
cask "amethyst"
cask "anaconda"
cask "docker"
cask "dropbox"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "homebrew/cask-drivers/displaylink"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "textual"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "zoom"
mas "Bear", id: 1091189122
