tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "nodeselector/dotfiles"
brew "autoconf"
brew "python@3.10"
brew "azure-cli"
brew "node"
brew "bitwarden-cli"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "chruby"
brew "coreutils"
brew "crystal"
brew "dash"
brew "docker-compose", link: false
brew "entr"
brew "exa"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gdrive"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "go"
brew "go@1.16"
brew "golang-migrate"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hivemind"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubectx"
brew "launchdns"
brew "librdkafka"
brew "llvm@11"
brew "lnav"
brew "m-cli"
brew "minikube"
brew "moreutils"
brew "yt-dlp"
brew "mpv"
brew "nmap"
brew "node@16"
brew "openssl@3"
brew "pandoc"
brew "pre-commit"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "red-tldr"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "ruby-install"
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "texlive"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "vale"
brew "watch"
brew "whois"
brew "wireshark"
brew "youtube-dl"
brew "yq"
brew "zsh-syntax-highlighting"
brew "hudochenkov/sshpass/sshpass"
cask "alfred"
cask "amethyst"
cask "anki"
cask "bitwarden"
cask "displaylink"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "mysqlworkbench"
cask "ngrok"
cask "obsidian"
cask "powershell"
cask "skim"
cask "slack"
cask "spotify"
cask "todoist"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
