tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "node"
brew "bitwarden-cli"
brew "pkg-config"
brew "chruby"
brew "coreutils"
brew "entr"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "go"
brew "go@1.16"
brew "golang-migrate"
brew "graphviz"
brew "hivemind"
brew "htop"
brew "jq"
brew "k9s"
brew "launchdns"
brew "librdkafka"
brew "m-cli"
brew "nmap"
brew "node@16"
brew "openssl@3"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "red-tldr"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "sipcalc"
brew "stow"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "vale"
brew "whois"
cask "alfred"
cask "anki"
cask "bitwarden"
cask "displaylink"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "microsoft-auto-update"
cask "ngrok"
cask "obsidian"
cask "slack"
cask "spotify"
cask "todoist"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
