apt-transport-https
apt-utils
autoconf
automake
bison
build-essential
ca-certificates
cmake
curl
dirmngr
g++
gettext
gh
ghq
git
gnupg
libevent-dev
libtool
libtool-bin
locales
lsb-release
ncurses-dev
ninja-build
pkg-config
ripgrep
stow
sudo
tmux
unzip